Repository: mo-geb/Kostentracker
Catalog: Kostentracker/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, sk, sv, uk

source: "%@" will be permanently deleted.
de: "%@" wird dauerhaft gelöscht.
es: "%@" se eliminará permanentemente.
fr: "%@" sera supprimé définitivement.
it: "%@" verrà eliminato definitivamente.
ja: 「%@」は完全に削除されます。
ko: "%@"가 영구적으로 삭제됩니다.
nl: "%@" wordt permanent verwijderd.
pl: "%@" zostanie trwale usunięty.
sk: "%@" bude natrvalo vymazané.
sv: "%@" kommer att raderas permanent.
uk: "%@" буде назавжди видалено.

source: %@ category icon
de: %@ Kategoriesymbol
es: Icono de categoría %@
fr: Icône de catégorie %@
it: Icona categoria %@
ja: %@ カテゴリアイコン
ko: %@ 카테고리 아이콘
nl: %@ categorie-icoon
pl: Ikona kategorii %@
sk: Ikona kategórie %@
sv: %@ kategoriikon
uk: Іконка категорії %@

# %@ cost: %@
source: %1$@ cost: %2$@
de: %1$@ Kosten: %2$@
es: Costo de %1$@: %2$@
fr: Coût %1$@ : %2$@
it: Costo %1$@: %2$@
ja: %1$@ コスト: %2$@
ko: %1$@ 비용: %2$@
nl: %1$@ kosten: %2$@
pl: Koszt %1$@: %2$@
sk: Náklady %1$@: %2$@
sv: %1$@ kostnad: %2$@
uk: %1$@ вартість: %2$@

source: %lld expenses
de: %lld Ausgaben
es: Gastos de %lld
fr: Dépenses de %lld
it: Spese di %lld
ja: %lld 支出
ko: %lld 지출
nl: %lld uitgaven
pl: Wydatki %lld
sk: Výdavky %lld
sv: %lld utgifter
uk: %lld витрати

source: Account
de: Konto
es: Cuenta
fr: Compte
it: Conto
ja: アカウント
ko: 계정
pl: Konto
sk: Účet
sv: Konto
uk: Рахунок

source: Account Name
de: Kontoname
es: Nombre de la cuenta
fr: Nom du compte
it: Nome del conto
ja: アカウント名
ko: 계정 이름
nl: Accountnaam
pl: Nazwa konta
sk: Názov účtu
sv: Kontonamn
uk: Назва рахунку

source: Account Settings
de: Kontoeinstellungen
es: Configuración de la cuenta
fr: Paramètres du compte
it: Impostazioni conto
ja: アカウント設定
ko: 계정 설정
nl: Accountinstellingen
pl: Ustawienia konta
sk: Nastavenia účtu
sv: Kontoinställningar
uk: Налаштування рахунку

source: Account: %@
de: Konto: %@
es: Cuenta: %@
fr: Compte : %@
it: Conto: %@
ja: アカウント: %@
ko: 계정: %@
pl: Konto: %@
sk: Účet: %@
sv: Konto: %@
uk: Рахунок: %@

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Conti
ja: アカウント
ko: 계정들
pl: Konta
sk: Účty
sv: Konton
uk: Рахунки

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
ko: 활성
nl: Actief
pl: Aktywny
sk: Aktívny
sv: Aktiv
uk: Активний

source: Add Account
de: Konto hinzufügen
es: Agregar cuenta
fr: Ajouter un compte
it: Aggiungi conto
ja: アカウント追加
ko: 계정 추가
nl: Account toevoegen
pl: Dodaj konto
sk: Pridať účet
sv: Lägg till konto
uk: Додати рахунок

source: Add Category
de: Kategorie hinzufügen
es: Agregar categoría
fr: Ajouter une catégorie
it: Aggiungi categoria
ja: カテゴリ追加
ko: 카테고리 추가
nl: Categorie toevoegen
pl: Dodaj kategorię
sk: Pridať kategóriu
sv: Lägg till kategori
uk: Додати категорію

source: Add Expense
de: Ausgabe hinzufügen
es: Agregar gasto
fr: Ajouter une dépense
it: Aggiungi spesa
ja: 支出追加
ko: 지출 추가
nl: Uitgave toevoegen
pl: Dodaj wydatek
sk: Pridať výdavok
sv: Lägg till utgift
uk: Додати витрату

source: Add expense image
de: Ausgabebild hinzufügen
es: Agregar imagen del gasto
fr: Ajouter une image de dépense
it: Aggiungi immagine spesa
ja: 支出画像追加
ko: 지출 이미지 추가
nl: Uitgave afbeelding toevoegen
pl: Dodaj obrazek wydatku
sk: Pridať obrázok výdavku
sv: Lägg till utgiftsbild
uk: Додати зображення витрати

source: Add optional notes or details about this expense
de: Füge optionale Notizen oder Details zu dieser Ausgabe hinzu
es: Agregar notas o detalles opcionales sobre este gasto
fr: Ajouter des notes ou détails optionnels sur cette dépense
it: Aggiungi note o dettagli opzionali su questa spesa
ja: この支出についてのメモや詳細を追加
ko: 이 지출에 대한 선택적 메모나 세부사항 추가
nl: Voeg optionele notities of details toe over deze uitgave
pl: Dodaj opcjonalne notatki lub szczegóły dotyczące tego wydatku
sk: Pridať voliteľné poznámky alebo detaily o tomto výdavku
sv: Lägg till valfria anteckningar eller detaljer om denna utgift
uk: Додай необов'язкові нотатки або деталі про цю витрату

source: All
de: Alle
es: Todo
fr: Tous
it: Tutti
ja: すべて
ko: 모두
nl: Alle
pl: Wszystkie
sk: Všetky
sv: Alla
uk: Усі

source: All Accounts
de: Alle Konten
es: Todas las cuentas
fr: Tous les comptes
it: Tutti i conti
ja: すべてのアカウント
ko: 모든 계정
nl: Alle accounts
pl: Wszystkie konta
sk: Všetky účty
sv: Alla konton
uk: Усі рахунки

source: All Expenses
de: Alle Ausgaben
es: Todos los gastos
fr: Toutes les dépenses
it: Tutte le spese
ja: すべての支出
ko: 모든 지출
nl: Alle uitgaven
pl: Wszystkie wydatki
sk: Všetky výdavky
sv: Alla utgifter
uk: Усі витрати

source: Amount
de: Betrag
es: Monto
fr: Montant
it: Importo
ja: 金額
ko: 금액
nl: Bedrag
pl: Kwota
sk: Suma
sv: Belopp
uk: Сума

source: Amount: %@
de: Betrag: %@
es: Monto: %@
fr: Montant : %@
it: Importo: %@
ja: 金額: %@
ko: 금액: %@
nl: Bedrag: %@
pl: Kwota: %@
sk: Suma: %@
sv: Belopp: %@
uk: Сума: %@

source: Amount: No amount set
de: Betrag: Kein Betrag festgelegt
es: Monto: No se ha establecido monto
fr: Montant : Aucun montant défini
it: Importo: Nessun importo impostato
ja: 金額: 設定されていない
ko: 금액: 설정된 금액 없음
nl: Bedrag: Geen bedrag ingesteld
pl: Kwota: Brak ustawionej kwoty
sk: Suma: Žiadna suma nie je nastavená
sv: Belopp: Inget belopp angivet
uk: Сума: Сума не встановлена

source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media
ja: 平均
ko: 평균
nl: Gemiddelde
pl: Średnia
sk: Priemer
sv: Genomsnitt
uk: Середнє

source: Bar
de: Balken
es: Barra
fr: Barre
it: Barra
ja: バー
ko: 막대
nl: Balk
pl: Wykres
sk: Stĺpec
sv: Stapeldiagram
uk: Стовпчикова

source: By Category
de: Nach Kategorie
es: Por categoría
fr: Par catégorie
it: Per categoria
ja: カテゴリ別
ko: 카테고리별
nl: Per categorie
pl: Według kategorii
sk: Podľa kategórie
sv: Efter kategori
uk: За категорією

source: By Month
de: Nach Monat
es: Por mes
fr: Par mois
it: Per mese
ja: 月別
ko: 월별
nl: Per maand
pl: Według miesiąca
sk: Podľa mesiaca
sv: Efter månad
uk: За місяцем

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
sk: Zrušiť
sv: Avbryt
uk: Скасувати

source: Cancel editing
de: Bearbeitung abbrechen
es: Cancelar edición
fr: Annuler la modification
it: Annulla modifica
ja: 編集をキャンセル
ko: 편집 취소
nl: Bewerken annuleren
pl: Anuluj edycję
sk: Zrušiť úpravy
sv: Avbryt redigering
uk: Скасувати редагування

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
ja: カテゴリ
ko: 카테고리들
nl: Categorieën
pl: Kategorie
sk: Kategórie
sv: Kategorier
uk: Категорії

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリー
ko: 카테고리
nl: Categorie
pl: Kategoria
sk: Kategória
sv: Kategori
uk: Категорія

source: Category color
de: Kategoriefarbe
es: Color de categoría
fr: Couleur de la catégorie
it: Colore categoria
ja: カテゴリーの色
ko: 카테고리 색상
nl: Categorie kleur
pl: Kolor kategorii
sk: Farba kategórie
sv: Kategorifärg
uk: Колір категорії

source: Category icon: %@
de: Kategorie-Symbol: %@
es: Icono de categoría: %@
fr: Icône de catégorie : %@
it: Icona categoria: %@
ja: カテゴリーアイコン: %@
ko: 카테고리 아이콘: %@
nl: Categorie-icoon: %@
pl: Ikona kategorii: %@
sk: Ikona kategórie: %@
sv: Kategoriikon: %@
uk: Іконка категорії: %@

source: Category Name
de: Kategoriename
es: Nombre de categoría
fr: Nom de la catégorie
it: Nome categoria
ja: カテゴリー名
ko: 카테고리 이름
nl: Categorienaam
pl: Nazwa kategorii
sk: Názov kategórie
sv: Kategorinamn
uk: Назва категорії

source: Category: %@
de: Kategorie: %@
es: Categoría: %@
fr: Catégorie : %@
it: Categoria: %@
ja: カテゴリー: %@
ko: 카테고리: %@
nl: Categorie: %@
pl: Kategoria: %@
sk: Kategória: %@
sv: Kategori: %@
uk: Категорія: %@

# Change display period from %@. Total: %@
source: Change display period from %1$@. Total: %2$@
de: Anzeigedauer ändern von %1$@. Gesamt: %2$@
es: Cambiar período de visualización desde %1$@. Total: %2$@
fr: Changer la période d'affichage de %1$@. Total : %2$@
it: Cambia periodo di visualizzazione da %1$@. Totale: %2$@
ja: 表示期間を%1$@から変更。合計: %2$@
ko: 표시 기간을 %1$@로 변경. 총합: %2$@
nl: Wijzig weergaveperiode van %1$@. Totaal: %2$@
pl: Zmień okres wyświetlania z %1$@. Razem: %2$@
sk: Zmeniť obdobie zobrazenia z %1$@. Celkom: %2$@
sv: Ändra visningsperiod från %1$@. Totalt: %2$@
uk: Змінити період відображення з %1$@. Всього: %2$@

source: Change expense image
de: Ausgabenbild ändern
es: Cambiar imagen de gasto
fr: Changer l'image de la dépense
it: Cambia immagine spesa
ja: 支出画像を変更
ko: 지출 이미지 변경
nl: Wijzig uitgave-afbeelding
pl: Zmień obraz wydatku
sk: Zmeniť obrázok výdavku
sv: Ändra utgiftsbild
uk: Змінити зображення витрати

source: Chart type: %@
de: Diagrammtyp: %@
es: Tipo de gráfico: %@
fr: Type de graphique : %@
it: Tipo di grafico: %@
ja: チャートタイプ: %@
ko: 차트 유형: %@
nl: Grafiektype: %@
pl: Typ wykresu: %@
sk: Typ grafu: %@
sv: Diagramtyp: %@
uk: Тип діаграми: %@

source: Choose Emoji
de: Emoji wählen
es: Elegir Emoji
fr: Choisir un Emoji
it: Scegli Emoji
ja: 絵文字を選ぶ
ko: 이모지 선택
nl: Kies Emoji
pl: Wybierz Emoji
sk: Vybrať emoji
sv: Välj Emoji
uk: Обери емодзі

source: Choose how to order the expense list
de: Wähle, wie die Ausgabenliste sortiert wird
es: Elegir cómo ordenar la lista de gastos
fr: Choisir comment trier la liste des dépenses
it: Scegli come ordinare la lista delle spese
ja: 支出リストの並べ替え方法を選ぶ
ko: 지출 목록 정렬 방법 선택
nl: Kies hoe je de uitgavenlijst wilt ordenen
pl: Wybierz sposób sortowania listy wydatków
sk: Vybrať poradie zoznamu výdavkov
sv: Välj hur du vill ordna utgiftslistan
uk: Обери, як впорядкувати список витрат

source: Choose how to organize expenses into sections
de: Wähle, wie Ausgaben in Abschnitte organisiert werden
es: Elegir cómo organizar los gastos en secciones
fr: Choisir comment organiser les dépenses en sections
it: Scegli come organizzare le spese in sezioni
ja: 支出をセクションに整理する方法を選ぶ
ko: 지출을 섹션으로 정리하는 방법 선택
nl: Kies hoe je uitgaven in secties wilt organiseren
pl: Wybierz sposób organizacji wydatków w sekcje
sk: Vybrať, ako usporiadať výdavky do sekcií
sv: Välj hur du vill organisera utgifter i sektioner
uk: Обери, як організувати витрати по секціях

source: Choose Photo
de: Foto wählen
es: Elegir Foto
fr: Choisir une photo
it: Scegli Foto
ja: 写真を選ぶ
ko: 사진 선택
nl: Kies Foto
pl: Wybierz zdjęcie
sk: Vybrať fotku
sv: Välj Foto
uk: Обрати фото

source: Choose whether to show only the next due charge or every occurrence
de: Wähle, ob nur die nächste fällige Gebühr oder jede Vorkommen angezeigt werden soll
es: Elige si mostrar solo el próximo cargo o cada ocurrencia
fr: Choisis si tu veux afficher seulement le prochain paiement dû ou chaque occurrence
it: Scegli se mostrare solo il prossimo addebito o ogni occorrenza
ja: 次の請求のみを表示するか、すべての発生を表示するか選択
ko: 다음 예정 요금만 표시할지 모든 발생을 표시할지 선택하세요
nl: Kies of je alleen de volgende verschuldigde kosten of elke gebeurtenis wilt tonen
pl: Wybierz, czy pokazać tylko następne należne opłaty, czy wszystkie wystąpienia
sk: Vyber, či chceš zobraziť len najbližšiu splatnú platbu alebo všetky výskyty
sv: Välj om du vill visa bara nästa förfallna avgift eller alla tillfällen
uk: Вибери, чи показувати лише наступний платіж, чи всі випадки

source: Choose which expenses to display
de: Wähle, welche Ausgaben angezeigt werden
es: Elegir qué gastos mostrar
fr: Choisir quelles dépenses afficher
it: Scegli quali spese mostrare
ja: 表示する支出を選ぶ
ko: 표시할 지출 선택
nl: Kies welke uitgaven je wilt weergeven
pl: Wybierz, które wydatki wyświetlić
sk: Vybrať, ktoré výdavky zobraziť
sv: Välj vilka utgifter som ska visas
uk: Обери, які витрати відображати

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
sk: Zavrieť
sv: Stäng
uk: Закрити

source: Close expense details
de: Ausgabendetails schließen
es: Cerrar detalles del gasto
fr: Fermer les détails de la dépense
it: Chiudi dettagli spesa
ja: 支出詳細を閉じる
ko: 지출 세부사항 닫기
nl: Sluit uitgavedetails
pl: Zamknij szczegóły wydatku
sk: Zavrieť detaily výdavku
sv: Stäng utgiftsdetaljer
uk: Закрити деталі витрати

source: Closes this screen without saving changes
de: Schließt diesen Bildschirm ohne Änderungen zu speichern
es: Cierra esta pantalla sin guardar cambios
fr: Ferme cet écran sans enregistrer les modifications
it: Chiude questa schermata senza salvare le modifiche
ja: 変更を保存せずにこの画面を閉じる
ko: 변경 사항 저장 없이 이 화면 닫기
nl: Sluit dit scherm zonder wijzigingen op te slaan
pl: Zamyka ten ekran bez zapisywania zmian
sk: Zavrie túto obrazovku bez uloženia zmien
sv: Stänger denna skärm utan att spara ändringar
uk: Закриває цей екран без збереження змін

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: 色
ko: 색상
nl: Kleur
pl: Kolor
sk: Farba
sv: Färg
uk: Колір

source: Compact
de: Kompakt
es: Compacto
it: Compatto
ja: コンパクト
ko: 간단히
pl: Kompaktowy
sk: Kompaktné
sv: Kompakt
uk: Компактний

source: Cost
de: Kosten
es: Costo
fr: Coût
it: Costo
ja: 費用
ko: 비용
nl: Kosten
pl: Koszt
sk: Cena
sv: Kostnad
uk: Вартість

source: Cost breakdown
de: Kostenaufteilung
es: Desglose de costos
fr: Répartition des coûts
it: Ripartizione costi
ja: 費用の内訳
ko: 비용 분석
nl: Kostenoverzicht
pl: Rozkład kosztów
sk: Rozpis nákladov
sv: Kostnadsfördelning
uk: Розподіл витрат

source: Creates a new expense entry
de: Erstellt einen neuen Ausgabeneintrag
es: Crea una nueva entrada de gasto
fr: Créer une nouvelle entrée de dépense
it: Crea una nuova voce di spesa
ja: 新しい支出を作成
ko: 새 지출 항목 생성
nl: Maakt een nieuwe uitgave aan
pl: Tworzy nowy wpis wydatku
sk: Vytvorí nový záznam výdavku
sv: Skapar en ny utgiftspost
uk: Створює новий запис витрати

source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta
ja: 通貨
ko: 통화
nl: Valuta
pl: Waluta
sk: Mena
sv: Valuta
uk: Валюта

source: Custom expense image
de: Benutzerdefiniertes Ausgabenbild
es: Imagen personalizada de gasto
fr: Image personnalisée de la dépense
it: Immagine spesa personalizzata
ja: カスタム支出画像
ko: 사용자 정의 지출 이미지
nl: Aangepaste uitgave-afbeelding
pl: Niestandardowy obraz wydatku
sk: Vlastný obrázok výdavku
sv: Anpassad utgiftsbild
uk: Користувацьке зображення витрати

source: Customize
de: Anpassen
es: Personalizar
fr: Personnaliser
it: Personalizza
ja: カスタマイズ
ko: 맞춤 설정
nl: Aanpassen
pl: Dostosuj
sk: Prispôsobiť
sv: Anpassa
uk: Налаштувати

source: Daily
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
ja: 毎日
ko: 일간
nl: Dagelijks
pl: Dziennie
sk: Denne
sv: Dagligen
uk: Щодня

source: Date: %@
de: Datum: %@
es: Fecha: %@
it: Data: %@
ja: 日付: %@
ko: 날짜: %@
nl: Datum: %@
pl: Data: %@
sk: Dátum: %@
sv: Datum: %@
uk: Дата: %@

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 日
ko: 일
nl: Dag
pl: Dzień
sk: Deň
sv: Dag
uk: День

source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
ja: 日々
ko: 일
nl: Dagen
pl: Dni
sk: Dni
sv: Dagar
uk: Дні

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
nl: Standaard
pl: Domyślnie
sk: Predvolené
sv: Standard
uk: За замовчуванням

source: Default category icon
de: Standard Kategorien-Icon
es: Icono de categoría predeterminado
fr: Icône de catégorie par défaut
it: Icona categoria predefinita
ja: デフォルトのカテゴリーアイコン
ko: 기본 카테고리 아이콘
nl: Standaard categorie-icoon
pl: Domyślna ikona kategorii
sk: Predvolená ikona kategórie
sv: Standardkategoriikon
uk: Іконка категорії за замовчуванням

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
sk: Vymazať
sv: Radera
uk: Видалити

source: Delete "%@"?
de: "%@" löschen?
es: ¿Eliminar "%@"?
fr: Supprimer "%@" ?
it: Eliminare "%@"?
ja: 「%@」を削除しますか？
ko: "%@"를 삭제할까요?
nl: Verwijder "%@"?
pl: Usunąć "%@"?
sk: Vymazať "%@"?
sv: Radera "%@"?
uk: Видалити "%@"?

source: Delete expense
de: Ausgabe löschen
es: Eliminar gasto
fr: Supprimer la dépense
it: Elimina spesa
ja: 支出を削除
ko: 지출 삭제
nl: Uitgave verwijderen
pl: Usuń wydatek
sk: Vymazať výdavok
sv: Radera utgift
uk: Видалити витрату

source: Delete Expense?
de: Ausgabe löschen?
es: ¿Eliminar gasto?
fr: Supprimer la dépense ?
it: Eliminare spesa?
ja: 支出を削除する？
ko: 지출 삭제?
nl: Uitgave verwijderen?
pl: Usunąć wydatek?
sk: Vymazať výdavok?
sv: Radera utgift?
uk: Видалити витрату?

source: Discard changes and return to view mode
de: Änderungen verwerfen und in den Ansichtsmodus zurückkehren
es: Descartar cambios y volver al modo de vista
fr: Annuler les modifications et revenir au mode vue
it: Annulla modifiche e torna alla modalità visualizzazione
ja: 変更を破棄して表示モードに戻る
ko: 변경 사항을 취소하고 보기 모드로 돌아가기
nl: Wijzigingen negeren en terug naar weergavemodus
pl: Odrzuć zmiany i wróć do trybu podglądu
sk: Zrušiť zmeny a vrátiť sa do režimu zobrazenia
sv: Ignorera ändringar och återgå till visningsläge
uk: Скасувати зміни та повернутися до режиму перегляду

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
sk: Hotovo
sv: Klar
uk: Готово

source: Double tap to cycle through yearly, monthly, weekly, and daily periods
de: Doppeltippen, um zwischen jährlichen, monatlichen, wöchentlichen und täglichen Zeiträumen zu wechseln
es: Doble toque para alternar entre periodos anuales, mensuales, semanales y diarios
fr: Double tape pour passer en revue les périodes annuelles, mensuelles, hebdomadaires et quotidiennes
it: Doppio tocco per passare tra periodi annuali, mensili, settimanali e giornalieri
ja: ダブルタップで年間、月間、週間、日間の期間を切り替える
ko: 연간, 월간, 주간, 일간 주기를 순환하려면 두 번 탭하세요
nl: Dubbel tik om te schakelen tussen jaarlijks, maandelijks, wekelijks en dagelijks
pl: Dotknij dwukrotnie, aby przełączać się między rocznymi, miesięcznymi, tygodniowymi i dziennymi okresami
sk: Dvojitým klepnutím prechádzaj cez ročné, mesačné, týždenné a denné obdobia
sv: Dubbeltryck för att växla mellan års-, månads-, vecko- och dagsperioder
uk: Двічі натисни, щоб переглянути річні, місячні, тижневі та щоденні періоди

source: Double tap to select a photo from your library
de: Doppeltippen, um ein Foto aus deiner Bibliothek auszuwählen
es: Doble toque para seleccionar una foto de tu biblioteca
fr: Double tape pour sélectionner une photo de ta bibliothèque
it: Doppio tocco per selezionare una foto dalla tua libreria
ja: ダブルタップでライブラリから写真を選択
ko: 라이브러리에서 사진을 선택하려면 두 번 탭하세요
nl: Dubbel tik om een foto uit je bibliotheek te selecteren
pl: Dotknij dwukrotnie, aby wybrać zdjęcie z biblioteki
sk: Dvojitým klepnutím vyber fotografiu z knižnice
sv: Dubbeltryck för att välja ett foto från ditt bibliotek
uk: Двічі натисни, щоб вибрати фото з бібліотеки

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
sk: Upraviť
sv: Redigera
uk: Редагувати

source: Edit Account
de: Konto bearbeiten
es: Editar cuenta
fr: Modifier le compte
it: Modifica account
ja: アカウントを編集
ko: 계정 편집
nl: Account bewerken
pl: Edytuj konto
sk: Upraviť účet
sv: Redigera konto
uk: Редагувати рахунок

source: Edit Category
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie
it: Modifica categoria
ja: カテゴリーを編集
ko: 카테고리 편집
nl: Categorie bewerken
pl: Edytuj kategorię
sk: Upraviť kategóriu
sv: Redigera kategori
uk: Редагувати категорію

source: Edit expense
de: Ausgabe bearbeiten
es: Editar gasto
fr: Modifier la dépense
it: Modifica spesa
ja: 支出を編集
ko: 지출 편집
nl: Uitgave bewerken
pl: Edytuj wydatek
sk: Upraviť výdavok
sv: Redigera utgift
uk: Редагувати витрату

source: Edit this Expense and add a date to it in order to make it active again
de: Bearbeite diese Ausgabe und füge ein Datum hinzu, um sie wieder aktiv zu machen
es: Edita este gasto y añade una fecha para activarlo de nuevo
fr: Modifie cette dépense et ajoute une date pour la réactiver
it: Modifica questa spesa e aggiungi una data per renderla di nuovo attiva
ja: この支出を編集して日付を追加し、再び有効にしよう
ko: 이 지출을 수정하고 날짜를 추가해서 다시 활성화하세요
nl: Bewerk deze uitgave en voeg een datum toe om het weer actief te maken
pl: Edytuj ten wydatek i dodaj datę, aby go ponownie aktywować
sk: Uprav túto výdavku a pridaj k nej dátum, aby bola znova aktívna
sv: Redigera denna utgift och lägg till ett datum för att göra den aktiv igen
uk: Редагуй цю витрату та додай дату, щоб зробити її активною знову

source: Enable Accounts
de: Konten aktivieren
es: Activar cuentas
fr: Activer les comptes
it: Abilita account
ja: アカウントを有効にする
ko: 계정 활성화
nl: Accounts inschakelen
pl: Włącz konta
sk: Povoliť účty
sv: Aktivera konton
uk: Увімкнути рахунки

source: Enable accounts to further organize your expenses
de: Konten aktivieren, um deine Ausgaben weiter zu organisieren
es: Activa cuentas para organizar mejor tus gastos
fr: Active les comptes pour mieux organiser tes dépenses
it: Abilita account per organizzare meglio le tue spese
ja: 支出をさらに整理するためにアカウントを有効にする
ko: 지출을 더 잘 정리하려면 계정을 활성화하세요
nl: Schakel accounts in om je uitgaven verder te organiseren
pl: Włącz konta, aby lepiej organizować wydatki
sk: Povoľ účty pre lepšiu organizáciu výdavkov
sv: Aktivera konton för att organisera dina utgifter bättre
uk: Увімкніть рахунки, щоб краще організувати витрати

source: Enter a title for this expense. Maximum 20 characters.
de: Gib einen Titel für diese Ausgabe ein. Maximal 20 Zeichen.
es: Introduce un título para este gasto. Máximo 20 caracteres.
fr: Entre un titre pour cette dépense. Maximum 20 caractères.
it: Inserisci un titolo per questa spesa. Massimo 20 caratteri.
ja: この支出のタイトルを入力。最大20文字。
ko: 이 지출의 제목을 입력하세요. 최대 20자.
nl: Voer een titel in voor deze uitgave. Maximaal 20 tekens.
pl: Wpisz tytuł tego wydatku. Maksymalnie 20 znaków.
sk: Zadaj názov pre tento výdavok. Maximálne 20 znakov.
sv: Ange en titel för denna utgift. Max 20 tecken.
uk: Введи назву для цієї витрати. Максимум 20 символів.

source: Enter the cost amount using decimal format
de: Gib den Betrag im Dezimalformat ein
es: Introduce el monto del costo usando formato decimal
fr: Entre le montant en format décimal
it: Inserisci l'importo usando il formato decimale
ja: 小数形式で金額を入力
ko: 소수점 형식으로 금액을 입력하세요
nl: Voer het bedrag in met decimale notatie
pl: Wpisz kwotę kosztu w formacie dziesiętnym
sk: Zadaj sumu nákladov v desiatkovom formáte
sv: Ange kostnadsbeloppet i decimalformat
uk: Введи суму витрат у десятковому форматі

source: Every %d days
de: Alle %d Tage
es: Cada %d días
fr: Tous les %d jours
it: Ogni %d giorni
ja: 毎%d日
ko: %d일마다
nl: Elke %d dagen
pl: Co %d dni
sk: Každých %d dní
sv: Varje %d dag
uk: Кожні %d днів

source: Every %d months
de: Alle %d Monate
es: Cada %d meses
fr: Tous les %d mois
it: Ogni %d mesi
ja: 毎%dヶ月
ko: %d개월마다
nl: Elke %d maanden
pl: Co %d miesięcy
sk: Každých %d mesiacov
sv: Varje %d månad
uk: Кожні %d місяців

source: Every %d weeks
de: Alle %d Wochen
es: Cada %d semanas
fr: Toutes les %d semaines
it: Ogni %d settimane
ja: 毎%d週間
ko: %d주마다
nl: Elke %d weken
pl: Co %d tygodni
sk: Každých %d týždňov
sv: Varje %d vecka
uk: Кожні %d тижнів

source: Every %d years
de: Alle %d Jahre
es: Cada %d años
fr: Tous les %d ans
it: Ogni %d anni
ja: 毎%d年
ko: %d년마다
nl: Elke %d jaren
pl: Co %d lat
sk: Každých %d rokov
sv: Varje %d år
uk: Кожні %d років

source: Every day
de: Jeden Tag
es: Cada día
fr: Tous les jours
it: Ogni giorno
ja: 毎日
ko: 매일
nl: Elke dag
pl: Codziennie
sk: Každý deň
sv: Varje dag
uk: Кожного дня

source: Every month
de: Jeden Monat
es: Cada mes
fr: Tous les mois
it: Ogni mese
ja: 毎月
ko: 매월
nl: Elke maand
pl: Co miesiąc
sk: Každý mesiac
sv: Varje månad
uk: Кожного місяця

source: Every week
de: Jede Woche
es: Cada semana
fr: Toutes les semaines
it: Ogni settimana
ja: 毎週
ko: 매주
nl: Elke week
pl: Co tydzień
sk: Každý týždeň
sv: Varje vecka
uk: Кожного тижня

source: Every year
de: Jedes Jahr
es: Cada año
fr: Tous les ans
it: Ogni anno
ja: 毎年
ko: 매년
nl: Elk jaar
pl: Co roku
sk: Každý rok
sv: Varje år
uk: Кожного року

source: Expense account
de: Ausgabenkonto
es: Cuenta de gastos
fr: Compte de dépenses
it: Conto spese
ja: 支出アカウント
ko: 지출 계정
nl: Uitgave-account
pl: Konto wydatków
sk: Účet výdavkov
sv: Utgiftskonto
uk: Рахунок витрат

source: Expense amount
de: Ausgabebetrag
es: Monto del gasto
fr: Montant de la dépense
it: Importo spesa
ja: 支出金額
ko: 지출 금액
nl: Uitgave-bedrag
pl: Kwota wydatków
sk: Suma výdavkov
sv: Utgiftsbelopp
uk: Сума витрат
